Repository: glushchenko/fsnotes
Catalog: FSNotes/mul.lproj/Main.xcstrings
Source language: en
Languages: ar_iq, cs, de, es, fr, he, hi, it, ja, ko, nl_nl, pt_br, pt_pt, ru, tr, uk, zh_hans

# You-zo-rbl.title
source: Pin/Unpin
ar_iq: تثبيت / فك التثبيت
cs: Připnout/odepnout
de: Fixieren/Loslösen
es: Anclar/desanclar
fr: Épingler/Désépingler
he: הצמד/בטל הצמדה
hi: पिन/अनपिन
it: Fissa/Sblocca
ja: メモをピンで固定/ピン固定の解除
ko: 고정/고정 해제
nl_nl: Pin/VerwijderPin
pt_br: Fixar/Desafixar
pt_pt: Fixar/soltar
ru: Закрепить/открепить
tr: Sabitle/Sabitlemeyi kaldır
uk: Закріпити/відкріпити
zh_hans: 置顶/取消置顶

# ypO-g0-1Xo.title
source: Automatically insert closing braces and close quotes
ar_iq: إدراج تلقائي لغلق الاقواس والاقتباسات
cs: Automaticky zavírat závorky a uvozovky
de: Klammern und Anführungszeichen automatisch einfügen
es: Cerrar corchetes y comillas automáticamente
fr: Parenthèses et guillemets fermants automatiques
he: הכנס באופן אוטומטי סוגריים ומרכאות סוגרים
hi: स्वचालित रूप से समापन ब्रेसिज़ और समापन उद्धरण सम्मिलित करें
it: Aggiungi in automatico parentesi e virgolette di chiusura
ja: 自動的に閉じ括弧や右引用符を挿入
ko: 자동으로 괄호와 인용 닫기
nl_nl: Automatisch invoegen sluithaken en sluit aanhalingstekens
pt_br: Fechar automaticamente aspas
pt_pt: Fechar automáticamente parêntesis e aspas
ru: Автоматически закрывать скобки и кавычки
tr: Otomatik olarak kapanış parantezlerini ve kapanış tırnak işaretlerini ekle
uk: Автоматично закривати дужки та лапки
zh_hans: 自动补全右括号和右引号

# yVt-tz-tMy.title
source: Username:
ar_iq: اسم المستخدم:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
it: Nome utente:
ja: ユーザー名:
ko: 사용자 이름:
nl_nl: Gebruikersnaam:
pt_br: Nome de usuário:
pt_pt: Nome de usuário:
ru: Имя:
tr: Kullanıcı Adı:
uk: Ім'я користувача:
zh_hans: 用户名:

# yx6-SW-3vn.title
source: Image or File
ar_iq: صورة
cs: Obrázek nebo soubor
de: Bild
es: Imagen
fr: Image ou fichier
he: תמונה או קובץ
hi: छवि या फ़ाइल
it: Immagine o file
ja: 画像またはファイル
ko: 이미지
nl_nl: Afbeelding of bestand
pt_br: Imagem ou arquivo
pt_pt: Imagem ou ficheiro
ru: Изображение или файл
tr: Resim veya Dosya
uk: Зображення або файл
zh_hans: 图像

# z6F-FW-3nz.title
source: Show Substitutions
ar_iq: مشاهدة التبديلات
cs: Zobrazit záměny
de: Ersetzungen einblenden
es: Mostrar substituciones
fr: Afficher les Substitutions
he: הצג החלפות
hi: प्रतिस्थापन दिखाएँ
it: Mostra Sostituzioni
ja: 自動置換を表示
ko: 대체 보기
nl_nl: Toon Vervangingen
pt_br: Mostrar substituições
pt_pt: Mostrar Substituições
ru: Показать замены
tr: Yerine Geçenleri Göster
uk: Показати заміни
zh_hans: 显示替换

# zcY-e5-gKs.title
source: Open in External Editor:
ar_iq: فتح في محرر خارجي
cs: Otevřít v externím editoru:
de: In externem Editor öffnen:
es: Abrir en editor externo:
fr: Ouvrir dans un éditeur externe :
he: פתח בעורך חיצוני:
hi: बाहरी संपादक में खोलें:
it: Apri in un editor esterno:
ja: 外部エディタで開く:
ko: 외부 편집기에서 열기:
nl_nl: Open in externe editor:
pt_br: Abrir em editor externo:
pt_pt: Abrir no editor externo:
ru: Внешний редактор:
tr: Harici Düzenleyicide Aç:
uk: Відкрити в редакторі:
zh_hans: 在外部编辑器中打开:

# zd2-Rs-DPm.title
source: Force Delete
ar_iq: حذف اجباري
cs: Vynutit smazání
es: Forzar eliminación
fr: Forcer la suppression
he: מחק מיידית
hi: बलपूर्वक हटाएं
it: Forza Cancellazione
ja: 強制的に削除
ko: 강제 삭제
nl_nl: Forceer verwijderen
pt_br: Forçar deletar
pt_pt: Forçar Apagar
ru: Принудительное удаление
tr: Zorla Sil
uk: Примусово видалити
zh_hans: 强制删除

# Ze0-SZ-STw.title
source: Back up manually
ar_iq: قم بعمل نسخة احتياطية يدويًا
cs: Zálohovat ručně
de: Manuell sichern
es: Copia de seguridad manual
fr: Sauvegarder manuellement
he: גבה באופן ידני
hi: मैन्युअल रूप से बैकअप लें
it: Esegui il backup manualmente
ja: 手動バックアップ
ko: 수동으로 백업
nl_nl: Back-up handmatig
pt_br: Backup manualmente
pt_pt: Cópia de segurança manual
ru: Резервные копии вручную
tr: Manuel olarak yedekleyin
uk: Вручну
zh_hans: 手动备份

# ZqK-gu-KdQ.title
source: Note auto selection when body text matched
ar_iq: لاحظ التحديد التلقائي عند مطابقة النص الأساسي
cs: Automaticky vybrat poznámku při shodě textu
de: Notiz automatisch wählen, wenn der Text übereinstimmt
es: Seleccionar la nota automáticamente cuando el texto coincida
fr: Sélec. auto de note lorsqu'un corps correspond
he: בחירה אוטומטית בפתקים כשגוף הטקסט תואם
hi: मुख्य पाठ मिलने पर नोट का स्वतः चयन करें
it: Seleziona la nota che contiente nel corpo il testo cercato
ja: 検索でヒットしたノートを自動で選択する
ko: 본문 텍스트 발견 시 노트 자동 선택
nl_nl: Selecteer notitie automatisch als de hoofdtekst overeenkomt
pt_br: Seleção automática de notas quando o texto do corpo coincide
pt_pt: Auto-seleccionar nota quando o texto corresponde
ru: Выбирать заметку, если тело соответствует запросу
tr: Gövde metni eşleştiğinde otomatik seçimi not edin
uk: Автовибір нотатки при збігу тексту
zh_hans: 正文文本匹配时自动选择笔记

# Zzw-01-JH7.title
source: Show notes in "Notes" and "Todo" lists
ar_iq: إظهار الملاحظات في قائمة "ملاحظات" و "قائمة المهام"
cs: Zobrazit poznámky v seznamech „Poznámky“ a „Úkoly“
de: Notizen in den Listen "Notizen" und "Todo" anzeigen
es: Mostras las notas en las listas "Notas" y "Pendientes"
fr: Voir les notes dans "Notes" et "Tâches"
he: הצג פתקים ברשימות ״פתקים״ ו-״מטלות״
hi: "नोट्स" और "टुडू" सूचियों में नोट्स दिखाएं
it: Mostra le note negli elenchi "Note" e "Da Fare"
ja: "すべて" と "タスク" にノートを表示
ko: "모든 노트"와 "할 일"에 있는 노트 보기
nl_nl: Toon notities in "Notes" en "Todo" lijsten
pt_br: Mostrar notas em \"Notes\" and \"Todo\" listas
pt_pt: Mostrar notas nas listas "Notas" e "Tarefas"
ru: Показывать заметки в общих
tr: Notları “Notlar” ve “Yapılacaklar” listelerinde gösterme
uk: Показувати у "Нотатках" і "Завданнях"
zh_hans: 在"笔记"和"待办事项"列表中显示备注

# Atd-Fs-Chq.title
source: Origin:
ar_iq: Git origin:
de: Git origin:
es: Git origin:
fr: Git origin:
he: Git origin:
hi: उद्गम:
it: Git origin:
ja: Git origin:
ko: Git origin:
nl_nl: Git origin:
pt_br: Origem:
pt_pt: Git origin:
ru: Git ориджин:
tr: Menşei:
uk: Git origin:
zh_hans: Git Origin:

# gFA-SA-v9T.title
source: FSNotes Server
ar_iq: خادم FSNotes
es: Servidor de FSNotes
fr: Serveur FSNotes
he: FSNotes שרת
hi: FSNotes सर्वर
it: Server FSNotes
ja: FSNotes サーバー
ko: FSNotes 서버
pt_br: Servidor do FSNotes
pt_pt: Servidor FSNotes
ru: Сервер FSNotes
tr: FSNotes Sunucu
uk: FSNotes сервер
zh_hans: FSNotes 服务器

# ssC-ed-19K.title
source: Editor
ar_iq: المحرر
fr: Éditeur
he: עורך
hi: संपादक
ja: エディタ
ko: 편집기
ru: Редактор
tr: Editör
uk: Редактор
zh_hans: 编辑器

# 2un-du-hJz.title
source: Git
hi: गिट

# 4gs-Bc-GHG.placeholderString
source: hlushchenko
hi: ह्लुशेंको

# 9pM-sd-qhm.title
source: Port:
hi: पोर्ट:
ru: Порт:
uk: Порт:
zh_hans: 端口:

# a1w-ll-Djh.placeholderString
source: empty log
hi: खाली लॉग
pt_br: log vazio
tr: Boş Log

# aX0-yU-aew.title
source: iCloud Drive
hi: iCloud ड्राइव
tr: iCloud Sürücüsü

# cwc-a7-vkr.title
source: vs
hi: बनाम
ja: Visual Studio
tr: Karşı

# ghI-ln-bql.title
source: Web:
hi: वेब:
ru: Веб:
uk: Веб:
zh_hans: 主页:

# Ng2-HH-bmY.label
source: Web
hi: वेब
ko: 편물
ru: Веб
uk: Веб
zh_hans: 生成网页

# Nw2-km-iDW.title
source: Touch ID:
ar_iq: بصمة الاصبع:
hi: टच आईडी:
nl_nl: Vingerafdruk ID:
tr: Dokunmatik Kimlik:

# v9k-wu-2xL.placeholderString
source: empty log
hi: खाली लॉग
pt_br: log vazio
tr: Boş Log

# wxM-bE-TE9.label
source: Git
hi: गिट

# xpl-3U-eFW.title
source: agate
hi: एगेट
tr: Kapı

# 1XY-bI-DX7.placeholderString
source: TextEdit
ko: 텍스트 편집기
nl_nl: TekstBewerken
tr: Metin Düzenle
uk: Текстовий редактор

# hqQ-4C-VJL.title
source: WikiLinks
ar_iq: ويكيلينكس
ko: 위키 링크
ru: Викиссылки
tr: Wiki Bağlantıları
uk: Вікіпосилання
zh_hans: 维基链接

# MCR-1v-3Wc.title
source: TextBundle
ar_iq: حزمة النص
ko: 텍스트 번들
tr: MetinPaketi

# aLg-MQ-amx.title
source: Italic:
ru: Курсив:
uk: Курсив:

# xeP-Zg-vmO.title
source: Bold:
ru: Жирный:
uk: Жирний:

# jQ1-6K-9ar.title
source: 🔗fsnotes/contributors
tr: 🔗fsnotes/katkıda bulunanlar

# 9Nw-oE-QJe.title
source: solarized-dark
nl_nl: solarized-light
